Repository: Henkebot/Hugin
Catalog: sources/Hugin1/nona_gui/po/*.po
Languages: pl

source: Syntax error in parameters detected, aborting.
pl: Wykryto błąd w parametrach, anuluję pracę.

source: Specify project source project file
pl: Podaj plik źródłowy projektu

source: Could not find project file:
pl: Nie można odnaleźć pliku projektu:

source: Specify output image filename
pl: Podaj nazwę zdjęcia wynikowego

source: No project files specified
pl: Nie podano pliku projektu

source: Stitching Panorama
pl: Składam panoramę

source: could not open script : %s
pl: nie można był otworzyć skryptu : %s

source: error while parsing panos tool script: %s
pl: błąd podczas analizowania skryptu Panorama Tools: %s

source: Wrong number of images specified on command line
pl: Zła liczba zdjęć podana w linii poleceń

source: output image size:
pl: wielkość zdjęcia wynikowego:
