Repository: Henkebot/Hugin
Catalog: src/hugin/po/*.po
Languages: de

source: Added %d control points
de: %d Kontrollpunkte hinzugefügt

source: Autopano result
de: Autopano-Ergebnisse

source: Autopano (version 1.03 or greater), from http://autopano.kolor.com
de: Autopano (Version 1.03 oder höher), von http://autopano.kolor.com

source: Autopano-Sift, from http://user.cs.tu-berlin.de/~nowozin/autopano-sift/
de: Autopano-Sift, von http://user.cs.tu-berlin.de/~nowozin/autopano-sift/

source: Choose which autopano program should be used
de: Wählen Sie, welches Autopano-Programm sie verwenden wollen

source: Select autopano type
de: Wählen Sie den Autopano-Typ

source: Select autopano program / frontend script
de: Wählen Sie das Autopano-Programm / Oberflächenskript

source: Executables (*.exe)|*.exe
de: Ausführbare Dateien (*.exe)|*.exe

source: No autopano selected
de: Kein Autopano-Programm ausgewählt

source: Please use either %namefile or %i in the autopano-sift command line.
de: Bitte benutzen Sie entweder %namefile oder %i in der Autopano-Sift-Kommandozeile

source: Error in Autopano command
de: Fehler im Autopano-Kommando

source: Please use %namefile or %i to specify the input files for autopano-sift
de: Bitte benutzen Sie %namefile oder %i für die Eingabedatei von Autopano-Sift

source: No autopano directory selected
de: Kein Autopano-Verzeichnis ausgewählt

source: autopano command line too long. This is a windows limitation Please select less images, or place the images in a folder with a shorter pathname
de: Die Autopano Kommandozeile ist zu lang. Dies ist ein Beschänkung von Microsoft Windows. Bitte wählen Sie weniger Bilder oder plazieren Sie die Bilder in einem Ordner mit einem kürzeren Pfadnamen

source: Too many images selected
de: Zu viele Bilder ausgewählt

source: Running autopano
de: Starte Autopano

source: Please wait while autopano searches control points See the command window for autopanos' progress
de: Bitte warten Sie, während Autopano die Kontrollpunkte sucht Der Fortschritt kann im Kommando-Fenster beobachtet werden.

source: Could not execute command:
de: Konnte den Befehl nicht ausführen:

source: ShellExecuteEx failed
de: ShellExecuteEx fehlgeschlagen

source: wxExecute Error
de: wxExecute Error, externes Programm kann nicht ausgeführt werden

source: command:
de: Kommando:

source: failed with error code:
de: Fehlgeschlagen mit Fehlerkode:

source: Could not open
de: Konnte nicht öffnen

source: for reading This is an indicator that the autopano call failed, or wrong command line parameters have been used. Autopano command:
de: zu lesen Dies ist ein Hinweis, daß Autopano nicht aufgerufen werden konnte oder ein falscher Kommandozeilenparameter benutzt wurde. Autopano Kommando:

source: autopano failure
de: Autopano-Fehler

source: Executables (*.exe,*.vbs,*.cmd)|*.exe;*.vbs;*.cmd
de: Ausführbare (*.exe,*.vbs,*.cmd)|*.exe;*.vbs;*.cmd

source: current directory:
de: aktuelles Verzeichnis:

source: no command in undo history
de: Kein Kommando im Rücknahmeprotokoll

source: no command in redo history
de: Kein Kommando im Wiederherstellenprotokoll

source: left x
de: x links

source: left y
de: y links

source: right x
de: x rechts

source: right y
de: y rechts

source: Alignment
de: Ausrichtung

source: Distance
de: Abstand

source: No corresponding point found
de: Kein korrespondierender Punkt gefunden

source: new control point added
de: Neuer Kontrollpunkt hinzugefügt

source: searching similar point...
de: Suche ähnlichen Punkt...

source: Error during Fine-tune
de: Fehler während der Feinabstimmung

source: Estimated point outside image
de: Geschätzter Punkt außerhalb des Bildes

source: Point finetuned, angle: %.0f deg, correlation coefficient: %0.3f, curvature: %0.3f %0.3f
de: Punkt feinjustiert, Winkel: %.0f °, Korrelationskoeffizient: %0.3f, Krümmung: %0.3f %0.3f

source: No similar point found. correlation coefficient: %.3f (should be > %.3f) peak curvature: (%.3f, %.3f) ( should be > %.3f)
de: Kein ähnlicher Punkt gefunden. Korrelationskoeffizient: %.3f (sollte > %.3f) Größte Krümmung: (%.3f, %.3f) ( sollte > %.3f)

source: No similar point found
de: Keinen ähnlichen Punkt gefunden

source: vert. Line
de: vert. Linie

source: horiz. Line
de: horiz. Linie

source: Cannot estimate image position without control points
de: Bildposition kann ohne Kontrollpunkte nicht geschätzt werden

source: Select Point in right image
de: Punkt im rechten Bild wählen

source: Select Point in left image
de: Punkt im linken Bild wählen

source: change points, or press right mouse button to add the pair
de: Punkte ändern oder mit der rechten Maustaste das Paar hinzufügen

source: Control point finetune
de: Kontrollpunkt-Feinjustierung

source: Could not process event!
de: Interner Fehler: Konnte Ereignis nicht verarbeiten

source: left Img.
de: linkes Bild

source: right Img.
de: rechtes Bild

source: Enter minimum control point error. All point with a higher error will be selected
de: Kleinsten zulässiger Kontrollpunktfehler eingeben Alle Punkte mit größerem Fehler werden ausgewählt

source: Select Control Points
de: Kontrollpunkte auswählen

source: Error: please enter a valid number.
de: Fehler: Bitte eine Zahl eingeben

source: Could not read number
de: Konnte Zahl nicht lesen

source: Loading image %s
de: Bild %s wird geladen

source: Cannot load image:
de: Konnte Bild nicht laden:

source: Scaling image %s
de: Bild %s wird skaliert

source: Creating grayscale %s
de: Graustufenbild %s erstellen

source: Creating pyramid image for %s, level %d
de: Pyramidenbild für %s, Stufe %d erstellen

source: Crop Image
de: Bild zuschneiden

source: Left:
de: Links:

source: Right:
de: Rechts:

source: Top:
de: Oben:

source: Bottom:
de: Unten:

source: Reset
de: Zurücksetzen

source: Always center Crop on d,e
de: Zuschnitt immer auf d,e zentrieren.

source: Cancel
de: Abbrechen

source: Please enter a valid number
de: Bitte eine gültige Zahl eingeben

source: Yaw: %.1f Pitch:%.1f Roll:%.1f
de: Drehung: %.1f Neigung:%.1f Rollen:%.1f

source: Filename
de: Dateiname

source: width
de: Breite

source: height
de: Höhe

source: yaw (y)
de: Drehung (y)

source: pitch (p)
de: Neigung (p)

source: roll (r)
de: Rollen (r)

source: Anchor
de: Anker

source: # Ctrl Pnts
de: # Punkte

source: Lens no.
de: Objektiv Nr.

source: Lens type (f)
de: Projektion (f)

source: hfov (v)
de: Bildwinkel (v)

source: Panoramic (cylindrical)
de: Zylindrisch

source: Circular fisheye
de: Fischauge kreisförmig

source: Full frame fisheye
de: Fischauge Vollbild

source: Equirectangular
de: Sphärisch (equirectangular)

source: Value must be numeric.
de: Wert muß numerisch sein

source: Really Delete %d control points?
de: %d Kontrollpunkte wirklich löschen?

source: Delete Control Points
de: Kontrollpunkte löschen

source: Not a jpeg file:
de: Kein JPEG Bild

source: Please select an image and try again
de: Bitte Bild auswählen und erneut versuchen

source: Save lens parameters file
de: Objektivparameter-Datei speichern

source: Lens Project Files (*.ini)|*.ini|All files (*.*)|*.*
de: Objektiv-Projekt-Datei (*.ini)|*.ini|Alle Dateien (*.*)|*.*

source: Load lens parameters
de: Objektivparameter laden

source: Enter new lens number
de: Neue Objektivnummer eingeben

source: Lens number
de: Objektiv-Nr.

source: Change lens number
de: Objektivnummer ändern

source: Enter Crop Factor for image The crop factor is given by: crop factor = 43.3 / diagonal where diagnal is the diagonal (in mm) of the film or imaging chip.
de: Brennweitenverlängerungsfaktor eingeben Der Verlängerungsfaktor c wird mit c = 43.3 / d berechnet, wobei d die Diagonale des Films oder Bildaufnahmechips in mm angibt.

source: Adding Image
de: Bild hinzufügen

source: Fatal installation error The xrc directory was not found. Please ensure it is placed in the same directory as hugin.exe
de: Schwerer Installationsfehler Das xrc Verzeichnis wurde nicht gefunden. Stellen sie sicher, daß es mit selben Verzeichnis wie hugin.exe liegt

source: Started
de: Gestartet

source: &Help
de: &Hilfe

source: The panorama has been changed Save changes?
de: Das Panorama wurde verändert Änderungen speichern?

source: Save Panorama?
de: Panorama speichern?

source: forced close
de: Erzwungenes Beenden

source: saved project %s
de: Projekt %s gespeichert

source: Save project file
de: Projekt speichern

source: Project files (*.pto)|*.pto|All files (*.*)|*.*
de: Projekt-Dateien (*.pto)|*.pto|Alle Dateien (*.*)|*.*

source: Save PTStitcher script file
de: PTStitcher-Skriptdatei speichern

source: PTStitcher files (*.txt)|*.txt
de: PTStitcher-Dateien (*.txt)|*.txt

source: Open project:
de: Projekt öffnen:

source: Project opened
de: Projektdatei geöffnet

source: Error opening project:
de: Fehler beim Öffnen des Projekts:

source: Open project file
de: Projekt-Datei öffnen

source: Project files (*.pto,*.ptp,*.pts,*.oto)|*.pto;*.ptp;*.pts;*.oto;|All files (*.*)|*.*
de: Projekt-Dateien (*.pto,*.ptp,*.pts,*.oto)|*.pto;*.ptp;*.pts;*.oto;|Alle Dateien (*.*)|*.*

source: Open project: cancel
de: Projekt öffnen: Abbrechen

source: Add images
de: Bilder hinzufügen

source: Add Image: cancel
de: Bilder hinzufügen: abgebrochen

source: Fine-tuning all points
de: Alle Kontrollpunkt feinabstimmen

source: Finetuning
de: Feinabstimmen

source: %d points fine-tuned, %d points not updated due to low correlation Hint: The errors of the fine-tuned points have been set to the, correlation coefficient Problematic point can be spotted (just after fine-tune, before optimizing) by an error <= %.3f. The error of points without a well defined peak (typically in regions with uniform color) will be set to 0 Use the Control Point list (F3) to see all point of the current project
de: %d Punkte feinabgestimmt, %d Punkt wurden aufgrund niedriger Korrelation nicht aktualisiert Hinweis: Der Fehler der feinabgestimmt Punkte wurde auf Korrelationskoeffizient gesetzt. Problematische Punkte können nach der Feinabstimmung, aber vor der Optimierung durch den Fehler <= %f. ermittelt werden. Die Fehlerpunkt ohne definierten Wert (typischerweise in Regionen mit einheitlicher Farbe) werden auf 0 gesetzt Benutzen Sie die Kontrollliste (F3) um alle Punkte des aktuellen Projekts zu sehen

source: Fine-tune result
de: Feinjustierungsergebnis

source: Elapsed time :
de: Verstrichene Zeit:

source: Stitching Panorama
de: Panorama zusammenfügen

source: error during stitching:
de: Fehler während des Zusammenfügens

source: Select enblend.exe
de: Wählen Sie enblend.exe

source: No enblend.exe selected
de: Kein enblend.exe ausgewählt

source: Select enblend commandline tool
de: Wählen sie das Enblend-Kommandozeilenwerkzeug

source: No enblend commandline tool selected
de: Kein Enblend-Kommandozeilenwerkzeug ausgewählt

source: Can not call enblend with a command line > 2000 characters. This is a Windows limitation Please use less images, or place the images in a folder with a shorter pathname
de: Es ist nicht möglich Enblend mit Argumenten länger als 2000 Zeichenaufzurufen. Dies ist ein Begrenzung von Microsoft Windows Bitte wählen Sie weniger Bilder oder plazieren Sie die Bilder in einem Ordner mit einem kürzeren Pfadnamen

source: Running Enblend
de: Starte Enblend

source: Enblend will take a while to finish processing the panorama You can watch the enblend progress in the command window
de: Enblend wird einige Zeit für das Panorama benötigen Sie können den Fortschritt im Kommandofenster beobachten

source: Could not execute enblend, system() failed: Command was :
de: Enblend konnte nicht ausgeführt werden, System() Aufruf fehlgeschlagen: Kommando :

source: Error returned was :
de: Der zurückgegebene Fehler war:

source: CreateProcess Error
de: CreateProccess() meldete einen Fehler zurück

source: enblend error
de: Enblend-Fehler

source: The druid has no advice.
de: Der Druide hat keinen Ratschlag

source: The druid finds no problems with your panorama.
de: Der Druide findet keine Problem in Ihrem Panorama

source: Stitch your final image now, and then use an image editor such as the GNU Image Manipulation Program (the GIMP) to add any finishing touches.
de: Fügen Sie jetzt Ihr endgültiges Panorama zusammen und benutzt dann ein Bildverarbeitungsprogramm (z.B. GIMP), um dem Panorama den letzten Schliff zu geben.

source: Warning: you haven't saved the current project.
de: Warnung: Sie haben das aktuelle Projekt nicht gesichert.

source: While everything else seems to be ready to stitch, don't forget to save your project file so you can experiment or adjust the settings later.
de: Auch wenn alles in Ordnung zu sein scheint: Vergessen Sie nicht Ihr Projekt zu speichern, denn dann können sie noch weiter herumprobieren oder die Einstellungen später verändern.

source: Warning: current stitch has huge dimensions.
de: Warnung: Derzeitiges Panorama ist sehr groß

source: Very large pixel dimensions are currently entered. Some computers may take an excessively long time to render such a large final image. For best results, use the automatic Calc button on the Panorama Options tab to determine the pixel dimensions which will give the best quality.
de: Augenblicklich ist eine sehr hohe Bildgröße eingestellt. Manche Computern brauchen für die Erstellung solcher Bilder sehr lange. Für ein optimales Ergebnis benutzen Sie den Knopf 'Größe berechnen' im Reiter 'Zusammenfügen' um die optimalen Pixelmaße des Panoramas zu berechnen.

source: The Horizontal Field of View (HFOV) may be too low.
de: Der horizontale Bildwinkel (HFOV) könnte zu klein sein.

source: Check that the focal lengths and/or hfov figures for each image are correct for the camera settings. Then calculate the visible field of view again. HFOV is measured in degrees of arc, usually between 5 and 120 degrees per image unless using specialized lenses.
de: Prüfen Sie, ob die Brennweite und/oder der hor. Bildwinkel für jedes Bild mit Ihrer Kameraeinstellungen übereinstimmen. Berechnen Sie dann den sichtbaren Bildwinkel neu. Der Bildwinkel wird in Winkelgraden berechnet. Für gewöhnlich beträgt dieser zwischen 5 und 120 Grad, außer sie benutzten ein Spezialobjektiv

source: Consider adding a vertical or horizontal guide.
de: Überlegen Sie, ob Sie nicht eine vertikale oder horizontale Führungsline einfügen wollen.

source: By adding vertical guides, the optimizer can ensure that buildings or trees or other vertical features appear vertical in the final result. A horizontal guide can help ensure that a horizon does not bend.
de: Durch das Hinzufügen einer vertikalen Führungslinie ermöglichen Sie dem Optimierer Häuser oder Bäume oder andere senkrechte Dinge im Endergebnis auch senkrecht erscheinen zu lassen. Die horizontale Führungslinie stellt sicher, daß sich der Horizont nicht verbiegt.

source: Run the Optimizer to estimate the image positions.
de: Starte den Optimierer um die Bildpositionen zu ermitteln.

source: The Optimizer uses the control points to estimate the positions of the individual images in the final panorama The optimizer can be invoked in the Optimizer tab.
de: Der Optimierer verwendet die Kontrollpunkt um die Position jedes einzelnen Bildes im Panorama zu ermitteln Der Optimierer kann im Reiter 'Optimieren' aufgerufen werden.

source: Add more control points to improve the stitch quality.
de: Fügen Sie mehr Kontrollpunkte ein, um die Qualität der Fügung zu verbessern.

source: For best results, there should be at least four pairs of control points for each pair of overlapping images. More points, accurately placed, will improve the match.
de: Um ein gutes Ergebnis zu erzielen, sollten min. vier Kontrollpunktspaare für jedes überlappende Bildpaar gewählt werden. Mehr Punkte verbessern das Ergebnis, aber nur wenn sie genau plaziert werden.

source: At least one image has no control points at all.
de: Mindestens ein Bild hat keine Kontrollpunkte.

source: For best results, there should be at least four pairs of control points for each pair of overlapping images. An image with no control points cannot be aligned.
de: Um ein gutes Ergebnis zu erzielen, sollten min. vier Kontrollpunktpaare für jedes überlappende Bild gewählt werden. Ein Bild ohne Kontrollpunkte kann nicht ausgerichtet werden.

source: Add stitching control points to each pair of images.
de: Fügen sie Kontrollpunkte zu jedem Bildpaar hinzu.

source: The Optimizer relies on your control points to arrange and blend the images properly. On the Control Points tab, add pairs of points that correspond to identical visual features in each pair of overlapping images.
de: Der Optimierer benutzt Ihre Kontollpunkte um die Bilder korrekt zur anzuordnen. Fügen Sie im Reiter 'Kontrollpunkte' Kontrollpunktspaare für jedes identische optische Merkmal von überlappenden Bildern hinzu.

source: Add at least one more image.
de: Noch mindestens ein weiteres Bild anfügen.

source: You should have at least two files listed in the Images tab.
de: Sie sollten mindestens zwei Dateien im Reiter 'Bild' aufgelistet haben.

source: To get started, add some image files.
de: Fügen Sie Bilder hinzu um zu beginnen.

source: You can add any number of images using the Images tab.
de: Sie können so viele Bilder hinzufügen wie sie wollen.

source: the Panorama druid
de: Der Panorama-Druide

source: Cylindrical
de: Zylindrisch

source: width needs to be an integer bigger than 0
de: Die Breite muß eine Ganzzahl größer 0 sein.

source: Create panorama image
de: Erstelle das Panoramabild

source: Select one
de: auswählen

source: System default
de: Systemeinstellung

source: English
de: Englisch

source: German
de: Deutsch

source: French
de: Französisch

source: Polish
de: Polnisch

source: Italian
de: Italienisch

source: Select PTStitcher
de: PTStitcher.exe angeben

source: Select PTOptimizer
de: PTOptimizer.exe wählen

source: Select Enblend
de: enblend.exe angeben

source: Select Autopano
de: Autopano wählen

source: Panotools details
de: Panotools Version

source: Could not load dll
de: Konnte Bibliothek nicht öffnen

source: Unknown Version
de: Unbekannte Version

source: Panorama preview
de: Panoramavorschau

source: displayed images
de: Dargestellte Bilder

source: drag to change the vertical field of view
de: Ziehen um dem vertikalen Bildwinkel festzulegen

source: drag to change the horizontal field of view
de: Ziehen um dem horizontalen Bildwinkel festzulegen

source: Preview Options
de: Vorschauoptionen

source: Blend mode:
de: Überblendmodus:

source: difference
de: Unterschiede

source: seams
de: Nähte

source: cylindrical
de: zylindrisch

source: equirectangular
de: Sphärisch (equirectilinear)

source: The druid has no advice at this time.
de: Der Druide hat zur Zeit keinen Ratschlag

source: Error during Stitching
de: Es ist ein Fehler während des Zusammenfügens aufgetreten.

source: Bicubic
de: Bikubisch

source: Nearest neighbour
de: Nächster Nachbar

source: gamma must be a number
de: Gamma muß eine Zahl sein

source: PTStitcher.exe does not support QTVR output on Windows and Linux
de: PTStitcher.exe unterstützt die QTVR-Ausgabe unter Windows und Linux nicht

source: PTStitcher note
de: PTStitcher Anmerkung

source: No PTOptimizer.exe selected
de: Keine PTOptimizer.exe ausgewählt

source: No PTOptimizer selected
de: Keine PTOptimizer.exe ausgewählt

source: Failed to launch PTOptimizer.
de: Konnte PTOptimierer nicht starten

source: Could not obtain PTOptimizer output
de: Konnte PTOptimizer-Ausgabe nicht finden

source: Stop
de: Anhalten

source: Strategy %d, Iteration %d, average distance: %f
de: Vorgehensweise %d, Iteration %d, durchschnittliche Entfernung: %f

source: Optimizer run finished. WARNING: a very small Field of View (v) has been estimated The results are probably invalid. Please optimize the View only for full 360 deg. panoramas or when you know what you're doing. The Field of View (v) can sometimes be optimized for partial panoramas as well, when the images are already aligned well.
de: Optimierung beendet WARNUNG: Ein sehr kleiner Bildwinkel (v) wurde ermittelt Der Ergebnis ist wahrscheinlich nicht richtig. Bitte optimieren Sie den Bildwinkel nur für 360°-Panoramas oder wenn Sie wissen, was Sie tun. Der Bildwinkel (v) kann manchmal auch für Teilpanoramen optimiert werden, wenn die Bilder gut ausgerichtet sind.

source: Optimizer run finished. Results: average control point distance: %f standard deviation: %f maximum: %f Apply the changes?
de: Optimierung beendet Ergebnis: durchschnittlichte Kontrollpunktsentfernung: %f Standardabweichung: %f Maximum: %f Änderungen anwenden?

source: Select PTStitcher.exe
de: PTStitcher.exe auswählen

source: No PTStitcher.exe selected
de: Keine PTStitcher.exe auswählt

source: Failed to launch the PTStitcher.
de: Konnte PTStitcher nicht starten

source: Could not obtain PTStitcher output
de: Konnte PTStitcher-Ausgabe nicht finden

source: Stitching failed PTStitcher exited with nonzero error code.
de: Zusammenfügen fehlgeschlagen PTStitcher wurde mit einen Fehlercode größer Null beendet

source: Error executing PTStitcher.exe
de: Fehler während der Ausführung von PTStitcher.exe

source: Optimizing Panorama
de: Optimiere Panorama

source: Could not read image size
de: Konnte Bildgröße nicht lesen

source: Image file not found: %s Please select correct image
de: Bilddatei nicht gefunden: %s Bitte das richtige Bild wählen

source: Image file not found
de: Bilddatei nicht gefunden

source: Image files (*.jpg)|*.jpg;*.JPG|Image files (*.png)|*.png;*.PNG|Image files (*.tif)|*.tif;*.TIF|All files (*.*)|*.*
de: Bilddateien (*.jpg)|*.jpg;*.JPG|Bilddateien (*.png)|*.png;*.PNG|Bilddateien (*.tif)|*.tif;*.TIF|Alle Dateien (*.*)|*.

source: Could not read image size of file %s
de: Konnte Bildgröße von Datei %s nicht lesen

source: Enter focal length for image %s
de: Brennweite in mm für Bild %s

source: Loading project
de: Projekt laden

source: About Hugin
de: Über Hugin

source: Anchor Image
de: Ankerbild

source: Set Yaw and Pitch with left mouse button. Use right mouse button to set roll
de: Drehung (yaw) und Neigung (pitch) mit der linken Maustaste setzen. Benutzen sie die rechte Maustaste um den Rollwinkel zu setzten.

source: Set Anchor Image Orientation
de: Ausrichtung des Ankerbildes einstellen

source: previous image pair
de: Vorheriges Bildpaar

source: next image pair
de: Nächstes Bildpaar

source: Control points
de: Kontrollpunkte

source: fit to window
de: Einpassen

source: Fine-tune
de: Kontrollpunkt feinjustieren

source: tries to optimize the currently active point.
de: Versucht den gerade aktiven Punkt zu optimieren.

source: auto fine-&tune
de: Automatisches &Feinjustieren

source: auto add
de: Automatisches Hinzufügen

source: immediately add control point when selecting a second point
de: Sofortiges Hinzufügen des Kontrollpunkt, wenn der zweite Punkt ausgewählt wurde.

source: auto estimate
de: Automatisches &Schätzen

source: tries to estimate shift between the images and use it while placing control points
de: versucht die Verschiebung zwischen den Bildern zu schätzen und benutzt sie zur Schätzung des Kontrollpunktes im anderen Bild

source: mode:
de: Modus:

source: vertical line
de: vert. Linie

source: horizontal line
de: horiz. Linie

source: Delete
de: Löschen

source: &Add
de: &Hinzufügen

source: add a new Point
de: Einen neuen Punkt hinzufügen

source: Control Points
de: Kontrollpunkte

source: Select by Distance
de: Auswahl nach Abstand

source: Edit Panorama Tools Script
de: Panorama-Tools-Skript bearbeiten

source: This is the script which will be sent to the Panorama Tools engine. Editing these lines is an advanced technique.
de: Dieses Skript wird an PanoramaTools gesendet. Das Bearbeiten dieser Zeilen ist eine fortgeschrittene Technik.

source: Continue with these changes
de: Mit diesen Änderungen fortfahren

source: Discard changes and cancel
de: Änderungen verwerfen und abbrechen

source: Text mode
de: Textmodus

source: Optimize
de: Optimieren
