Repository: Henkebot/Hugin
Catalog: src/hugin/po/*.po
Languages: de

source: Hugin Reference
de: Hugin Referenz

source: Close
de: Schließen

source: Apply
de: Anwenden

source: apply changed values to actual selected images from panorama
de: geänderten Werte auf die ausgewählten Bilder anwenden

source: close window
de: Fenster schließen

source: Image Collection
de: Bildersammlung

source: Add individual images...
de: Einzelne Bilder hinzufügen

source: load one or more photos for this project
de: Ein oder mehrere Bilder für diese Projekt laden

source: Add time-series of images...
de: In Folge aufgenommene Bilder hinzufügen

source: load a set of photos taken at the same time
de: Fotos laden, die zur selben Zeit gemacht wurden

source: Add all images from a folder...
de: Alle Bilder eines Verzeichnises hinzufügen

source: load all photos stored in the same subdirectory
de: Alle Fotos aus dem selben Unterverzeichnis laden

source: Remove this image
de: Dieses Bild entfernen

source: dismiss the current photo from this project
de: Das aktuelle Bild aus dem Projekt entfernen

source: Reference Image
de: Ankerbilder

source: Anchor this image for position
de: Dieses Bild als Positionsanker festlegen

source: use currently selected image as anchor image. That is, do not optimize the (complete) position of this image.
de: Benutzte das aktuelle Bild als Ankerbild. Dadurch wird die Position für dieses Bild nicht optimiert.

source: Adjust the anchor spot...
de: Ankerpunkt ändern...

source: opens a window to select the anchor orientation graphically
de: Öffnet ein Fenster, um die Ankerorientierung grafisch zu wählen

source: Anchor this image for exposure
de: Dieses Bild als Belichtungsanker festlegen

source: use the currently selected images as color correction anchor image
de: Dieses Bild als Farbkorrektur-Anker festlegen

source: Feature Matching (Autopano)
de: Automatische Erzeugung von Kontrollpunkten (Autopano)

source: Points per Overlap:
de: Punkte je Bildpaar

source: number of points created at each overlap
de: Anzahl der Punkte jeder Überlappung

source: Create Ctrl Points
de: Kontrollpunkte erstellen

source: Run external autopano program on the selected images
de: Starte externes Autopano-Programm für die ausgewählten Bilder

source: Remove Points
de: Entferne Punkte

source: Remove control points connecting the selected images
de: Entferne Kontrollpunkte, die die gewählten Bildern verbinden

source: Image Orientation
de: Bildausrichtung

source: yaw:
de: Drehung (yaw)

source: set yaw for selected image(s)
de: Drehung (yaw) für gewählte(s) Bild(er) setzen

source: pitch:
de: Neigung:

source: set pitch for selected image(s)
de: Neigung für gewählte(s) Bild(er) setzen

source: roll:
de: Rollen:

source: set roll for selected image(s)
de: Rollwinkel für gewählte(s) Bild(er) setzen

source: Reset position of selected image(s)
de: Position für gewählte(s) Bild(er) zurücksetzen

source: This Image
de: Dieses Bild

source: Keyboard Shortcuts
de: Tastenkürzel

source: Lens type:
de: Objektivtyp:

source: Design Parameters
de: Designparameter

source: degrees of view (v):
de: Bildwinkel (v):

source: Horizontal Field of View
de: Horizontaler Bildwinkel (v)

source: Inherit
de: Vererben

source: focal length:
de: Brennweite:

source: real focal length of the optic
de: Reale Brennweite des Objektivs

source: true focal length in mm
de: Reale Brennweite in mm

source: crop factor:
de: Beschnittfaktor:

source: 35mm film diameter / ccd diameter
de: 35mm-Filmdurchmesser / CCD-Durchmesser

source: equivalent to 35mm film optics
de: Äquivalent zur einer 35mm-Filmoptik

source: Lens Correction Parameters
de: Objektivkorrekturparameter

source: distortion (a):
de: Verzerrung (a)

source: barrel (b):
de: Tonnenverzerrung (b):

source: distortion (c):
de: Verzerrung (c):

source: Image Center Shift
de: Verschiebung der Bildmitte

source: vertical (e):
de: senkrecht (e):

source: Set Crop
de: Zuschneiden

source: Set crop and image center
de: Schnittmarken und Bildmitte setzen

source: Camera and Lens Information
de: Kamera- und Objektiv-Information

source: Image Shearing
de: Bildscherung

source: vertical (t):
de: vertikal (t):

source: Lens management
de: Objektivverwaltung

source: Load
de: Laden

source: Load lens parameters from a file
de: Objektivparameter aus einer Datei laden

source: Save
de: Speichern

source: Save lens parameters to an file
de: Objektivparameter in Datei speichern

source: Load EXIF
de: Lade EXIF

source: Try to read HFOV from the EXIF data
de: Versuche HFOV aus den EXIF-Daten zu laden

source: New Lens
de: Neues Objektiv

source: Create a new lens and assign it to selected images
de: Neue Objektivspezifikation erzeugen und den ausgewählten Bildern zuweisen.

source: Change lens
de: Objektiv-Nr. ändern

source: change lens of selected images
de: Objektiv für gewählte Bilder ändern

source: Hugin - Panorama Tools Frontend
de: Hugin - Panorama Tools Oberfläche

source: Images
de: Bilder

source: Camera and Lens
de: Kamera und Objektiv

source: Optimizer
de: Optimieren

source: Stitcher
de: Zusammenfügen

source: &File
de: &Datei

source: E&xit Alt-X
de: Be&enden Alt-X

source: Exit this application
de: Programms verlassen

source: &About...
de: &Über...

source: About this application
de: Über dieses Programm

source: &New
de: &Neu

source: New project
de: Neues Projekt

source: &Open
de: &Öffnen

source: Open project
de: Projekt öffnen

source: &Save
de: S&peichern

source: Save current project file
de: Aktuelles Projekt speichern

source: S&ave as
de: Speichern &unter

source: Save current project to a new file
de: Projekt unter neuem Namen speicheren

source: &Write PTStitcher script
de: P&TStitcher-Skript schreiben

source: Write current project to a PTStitcher compatible script file, useful for batch processing
de: Schreibe das aktuelle Projekt in eine PTStitcher-kompatible Skriptdatei, nützlich zur Stapelverarbeitung

source: &Preferences
de: &Einstellungen

source: &Quit
de: B&eenden

source: Exit program
de: Programm beenden

source: &Edit
de: &Bearbeiten

source: &Undo
de: &Rückgängig

source: Undo the last action
de: Letzte Aktion rückgängig machen

source: &Redo
de: Wieder&herstellen

source: Redo the last action
de: Letzte Aktion wiederherstellen

source: Fine-&tune all Points
de: Kontrollpunkt &feinjustieren

source: Runs fine-tune on all control points. useful for projects created with other tools, like PTGui or PTAssembler
de: Berechnet Feinjustierung für alle Kontrollpunkte. Nützlich für Projekte, die mit anderen Programmen wie PTGui oder PTAssembler erstellt wurden.

source: &Optimize
de: &Optimieren

source: Re-run the optimizer with current settings
de: Nochmals Optimieren mit derzeitigen Einstellungen

source: &Add Image
de: &Bilder hinzufügen

source: Add another image to the current project
de: Ein weiteres Bild zum aktuellen Projekt hinzufügen

source: &View
de: &Ansehen

source: &Control point table
de: &Kontrollpunktetabelle

source: Shows all control point distances
de: Zeigt alle Kontrollpunktabstände

source: &Preview window
de: &Vorschaufenster

source: Show the preview window
de: Zeigt das Vorschaufenster

source: &About
de: &Über

source: About program
de: Über Programm

source: Some information on the different buttons and so on.
de: Einige Informationen über verschiedene Knöpfe und so weiter.

source: &Tip of the day
de: &Tipp des Tages

source: Show one of the tips of the day.
de: Tips des Tages anzeigen

source: &Keyboard Shortcuts
de: &Tastenkürzel

source: keyboard shortcuts
de: Tastaturkürzel

source: Frequently Asked Questions
de: Häufig gestellte Fragen

source: New
de: Neu

source: Start a new project
de: Starte neues Projekt

source: Open
de: Öffnen

source: Open a project file
de: Projekt Datei öffnen

source: Save project
de: Projekt speichern

source: Save project as
de: Projekt speichern unter

source: Save As
de: Speichern unter

source: Undo
de: Rückgängig

source: Redo
de: Wieder- herstellen

source: Add image
de: Bild hinzufügen

source: Add
de: Hinzufügen

source: Re-optimize
de: Optimieren

source: Preview panorama
de: Panorama Vorschau

source: Preview
de: Vorschau

source: Show the preview image and the Panorama Druid
de: Zeige das Vorschaubild und den Panorama-Druiden

source: Show control points
de: Kontrollpunkte zeigen

source: Points
de: Punkte

source: Show all control points in a single table
de: Zeige alle Kontrollpunkte in einer Tabelle

source: About
de: Über

source: Display credits for the creators of Hugin
de: Hugin Autoren

source: Stitching Options
de: Zusammenfüge-Optionen

source: interpolator (i):
de: Interpolation (i):

source: Poly3 (Bicubic)
de: Poly 3 (Bikubisch)

source: approximation of values beetwen source pixels
de: Approximation der Werte zwischen den Quellpixeln

source: Soft Blending (requires enblend, only TIFF output)
de: Weicher Übergang (erfordert Enblend, nur TIFF-Ausgabe)

source: Use the external enblend program for seamless blending. Can only produce TIFF output. Select TIFF to enable this option
de: Für nahtlosen Übergang benutzen Sie das externe Programm Enblend. Es kann nur TIFF erzeugen. Wählen sie TIFF um diese Option einzuschalten.

source: Output File Options
de: Ausgabedateioptionen

source: image format:
de: Bildformat:

source: Multiple TIFF
de: Mehrere TIFFs

source: Multilayer TIFF
de: TIFF mit mehreren Ebenen

source: compression:
de: Kompression:

source: JPEG compression (0-100)
de: JPEG-Kompression (0-100)

source: Quick Optimizer
de: Schnelloptimierer

source: Positions (incremental, starting from anchor)
de: Positionen (inkrementell, von Anker beginnend)

source: Positions (y,p,r)
de: Positionen (y,p,r)

source: Positions and View (y,p,r,v)
de: Positionen und Ansicht (y,p,r,v)

source: Positions and Barrel Distortion (y,p,r,b)
de: Positionen und Tonnenverzeichnung (y,p,r,b)

source: Positions, View and Barrel (y,p,r,v,b)
de: Position, Ansicht und Tonne (y,p,r,v,b)

source: Everything
de: Alles

source: the Custom parameters below
de: benutzerdefinierte Parameter unten

source: Optimize now!
de: Jetzt optimieren!

source: execute the PTOptimizer engine
de: PTOptimizer ausführen

source: Custom Optimization Variables
de: Benutzerdefinierte Optimierungsvariablen

source: Any variables below which are marked [x] will be optimized. Variables which are cleared [ ] will act as references or anchors.
de: Jede mit [x] markierte Variable wird optimiert. Variablen mit leerem [ ] werden als Referenz oder Anker benutzt.

source: yaw (y):
de: Drehung (Yaw; y)

source: select
de: wählen

source: clear
de: löschen

source: pitch (p):
de: Neigung (p)

source: roll (r):
de: Rollen (r)

source: Lens Parameters
de: Objektivparameter

source: view (v):
de: Bildwinkel (v):

source: x shift (d):
de: x-Versatz (d):

source: y shift (e):
de: y-Versatz (e):

source: edit script before optimizing
de: Skript vor der Optimierung bearbeiten

source: for advanced users
de: für Fortgeschrittene

source: Quick Stitcher
de: Schnelles Zusammenfügen

source: Stitch the images
de: Bilder zusammenfügen

source: with custom settings below
de: mit benutzerdefinierten Einstellungen unten

source: into a high quality TIFF file
de: in ein hochwertiges TIFF-Bild

source: into a high-quality JPEG file
de: in ein hochwertiges JPG-Bild

source: into a draft-quality JPEG file
de: in ein JPEG-Bild in Entwurfsqualität

source: into a layered TIFF file
de: in ein TIFF-Bild mit mehreren Ebenen

source: into a layered Photoshop file
de: in ein Photoshop-Bild mit mehreren Ebenen

source: as a Rectilinear
de: Rechtwinklig (Rectilinear)

source: as a Cylindrical
de: Zylindrisch

source: as an Equirectangular
de: Sphärisch (Äqurectilinear)

source: Stitch now!
de: Jetzt zusammenfügen!

source: execute the PTStitcher engine
de: PTStitcher ausführen

source: Custom Stitching Options
de: Benutzerdefinierte Optionen

source: Field of View
de: Blickwinkel

source: Calculate Field of View
de: Blickwinkel berechnen

source: vertical:
de: senkrecht:

source: Panorama Image Size
de: Panoramabildgröße

source: pixel width:
de: Breite in Pixel:

source: pixel height:
de: Höhe in Pixel:

source: Calculate Optimal Size
de: Größe berechnen

source: calculate highest sensible width. (uses every image pixel)
de: Größte sinnvolle Breite. (benutzt jedes Bildpixel)

source: Stitching engine:
de: Stitcher:

source: Preferences - hugin
de: Hugin - Voreinstellungen

source: Scriptfile
de: Skriptdatei

source: Name of the temporary script file used by Panotools
de: Namen der temporären Panotools-Skriptdatei

source: Finetune
de: Kontrollpunkte feinjustieren

source: Basic Settings
de: Grundeinstellungen

source: Patch width:
de: Musterbreite

source: pixels
de: Pixel

source: Search area width:
de: Suchgebietsbreite:

source: percent of image width
de: Prozent der Bildbreite

source: Local search area width:
de: Lokale Suchgebietsbreite:

source: Correlation Threshold:
de: Korrelationsschwellwert

source: 0: no similarity 1: maximum similarity
de: 0: keine Ähnlichkeit 1: maximale Ähnlichkeit

source: Peak Curvature Threshold:
de: Krümmungschwellwert

source: 0: no peak 0.2: distinctive peak
de: 0: Kein Maximum 0.2: ausgeprägtes Maximum

source: Rotation search
de: Rotationssuche

source: Enable rotation search (slower, but more accurate)
de: Rotationssuche aktivieren (langsam, aber genauer)

source: Start angle:
de: Startwinkel:

source: degrees
de: Grad

source: Stop angle:
de: Endwinkel:

source: Steps:
de: Schritte:

source: Misc
de: Verschiedenes

source: Memory usage
de: Speicherverbrauch

source: Image cache memory:
de: Zwischenspeicher für Bilder

source: Keep fullsize images in memory, until this limit is exceeded
de: Ganze Bilder im Speicher behalten, bis dieses Limit überschritten ist

source: User Interface
de: Benutzeroberfläche

source: Language
de: Sprache

source: requires restarting hugin
de: Neustart von hugin erforderlich

source: Cursor Type
de: Zeigertyp

source: available on linux only requires restarting hugin
de: Nur in Linux möglich. Neustart von hugin erforderlich

source: Optimize and stitch only images selected in preview window
de: Nur in der Vorschau gewählte Bilder optimieren und stitchen.

source: File options
de: Dateioptionen

source: Tempdir:
de: Tempverzeichnis:

source: leave empty for OS default
de: Für OS-Voreinstellung leer lassen

source: Show Druid (requires restarting hugin)
de: Druide zeigen (Neustart erforderlich)

source: Autopano (by A. Jenny)
de: Autopano (von A. Jenny)

source: Autopano-SIFT (by S. Nowozin)
de: Autopano-SIFT (von S. Nowozin)

source: Arguments:
de: Argumente:

source: following patterns will be subsituted before running: %o -- output project (0.oto will be appended when using Autopano) %p -- number of control points between each pair %i -- image files %namefile -- file that contains image filenames
de: Folgende Muster werden vor dem Start ersetzt: %o -- Ausgabeprojekt (0.oto wird angehängt wenn Autopano benutzt wird) %p -- Anzahl der Kontrollpunkte zwischen jedem Bildpaar %i -- Bilddateien %namefile -- Datei, die die Bilddateinamen enthält

source: Enblend Options
de: Enblend Optionen

source: Additional Arguments:
de: Zusätzliche Argumente:

source: Do not set -w and -o arguments, they are set by hugin
de: Die Argumente -w und -o werden automatisch von Hugin hinzugefügt.

source: Delete remapped tiff files
de: Umgerechnete TIFF-Bilder löschen.

source: Load Defaults
de: Voreinstellungen laden

source: Center
de: Zentrieren

source: Center the preview horizontally
de: Vorschau horizontal zentrieren

source: Auto Preview
de: Automatische Vorschau

source: Automatically update preview on relevant changes
de: Vorschau automatisch aktualisieren

source: Update
de: Aktualisieren

source: Update preview
de: Vorschau aktualisieren

source: Show the whole panorama
de: Zeige das gesamte Panorama

source: Estimate field of view
de: Bildwinkel ermitteln

source: Fit
de: Einpassen

source: Auto update
de: Automatisch aktualisieren

source: Auto
de: Automatisch

source: Show all images
de: Alle Bilder zeigen

source: All
de: Alle

source: Show none of the images
de: Kein Bild zeigen

source: None
de: Keine

source: approximation of values between source pixels
de: Approximation der Werte zwischen den Quellpixeln

source: exposure correction:
de: Belichtungskorrektur:

source: Brightness and Color (k)
de: Helligkeit und Farbe (k)

source: Brightness (b)
de: Helligkeit (b)

source: Color (d)
de: Farbe (d)

source: select kind of exposure correction relative to the anchor image
de: wählen Sie die Art der Belichtungskorrektur in Relation zum Ankerbild

source: exposure anchor:
de: Belichtungsanker:

source: image used as reference for exposure correction
de: Bild, das als Belichtungskorrekturreferenz benutzt wird

source: feather width:
de: Federbreite:

source: width of the transition between images
de: Übergangsbreite zwischen der Bildern

source: Fast (0)
de: Schnell (0)

source: approximate remapping, faster but slightly less accurate. Fast should work well with usual panos, Medium even with morphed panos
de: Approximatives Zusammensetzen. Schneller, aber weniger genau. Schneller müßte für normale Panoramen funktionieren, Medium auch für verzerrte/gemorphte Panoramen.

source: Multiple TIFF with masks
de: Mehrere TIFFs mit Maske

source: Layered PSD
de: PSD mit Ebenen

source: Layered PSD with masks
de: PSD mit Ebenen und Maske

source: edit script before stitching
de: Bearbeite Skript von dem Zusammenfügen

source: Optimizing
de: Optimierung

source: cancel
de: Abbrechen

source: Stitching
de: Zusammenfügen

source: Abort
de: Abbrechen
