Repository: Henkebot/Hugin
Catalog: src/hugin1/nona_gui/po/*.po
Languages: nl

source: Syntax error in parameters detected, aborting.
nl: Syntax fout ontdekt in de parameters, programma wordt afgebroken.

source: Specify project source project file
nl: Geef project bron bestand aan.

source: Could not find project file:
nl: Kan project bestand niet vinden:

source: Specify output image filename
nl: Geef uitvoer bestandnaam

source: No project files specified
nl: Geen project bestanden opgegeven

source: Stitching Panorama
nl: Panorama samenvoegen

source: could not open script : %s
nl: Kan script: %s niet openen

source: error while parsing panos tool script: %s
nl: fout tijdens verwerking panos tool script: %s

source: Wrong number of images specified on command line
nl: Verkeerde aantal afbeeldingen gespecificeerd op de commando regel

source: output image size:
nl: grootte uitvoer bestand:
