Repository: Henkebot/Hugin
Catalog: src/nona_gui/po/*.po
Languages: cs_cz, de, fr, pl, zh_cn

source: Syntax error in parameters detected, aborting.
cs_cz: Objevena syntaktická chyba v parametrech, koncím.
de: Fehler in der Komandozeile.
fr: Une erreur de syntaxe dans les paramètres a été détectée, abandon.
pl: Wykryto b³±d w parametrach, anulujê pracê.
zh_cn: 参数语法错误, 中断.

source: Specify project source project file
cs_cz: Urcete zdrojový projektový soubor
de: Projektdatei angeben
fr: Veuillez préciser le fichier source du projet
pl: Podaj plik ¼ród³owy projektu
zh_cn: 指定项目源文件

source: Too many project files specified
cs_cz: Zvoleno prílis mnoho projektových souboru
de: Zu viele Projektdateien angegeben
fr: Trop de fichiers de projet ont été indiqués
pl: Podano zbyt wiele plików projektów
zh_cn: 指定了太多项目文件

source: Could not find project file
cs_cz: Nelze nalézt projektový soubor
de: Projektdatei nicht gefunden
fr: Fichier de projet introuvable
pl: Nie mo¿na odnale¼æ pliku projektu
zh_cn: 无法找到项目文件

source: Specify output image filename
cs_cz: Zvolte výstupní soubor obrázku
de: Name des Panoramabildes angeben
fr: Veuillez indiquer le nom de fichier de l'image en sortie
pl: Podaj nazwê zdjêcia wynikowego
zh_cn: 指定输出图像名称

source: No project files specified
cs_cz: Nevybrány zádné soubory projektu
de: Keine Projektdatei angegeben
fr: Aucun fichier de projet n'a été indiqué
pl: Nie podano pliku projektu
zh_cn: 没有指定项目文件

source: Stitching Panorama
cs_cz: Slepuji panorama
de: Panorama zusammenfügen
fr: Assemblage du panorama
pl: Sk³adam panoramê
zh_cn: 缝合全景

source: could not open script : %s
cs_cz: nelze otevrít skript: %s
de: Konnte Projekt %s nicht öffnen
fr: Impossible d'ouvrir le script : %s
pl: nie mo¿na by³ otworzyæ skryptu : %s
zh_cn: 无法打开脚本: %s

source: error while parsing panos tool script: %s
cs_cz: chyba pri parsování panotools skriptu: %s
de: Fehler während dem einlesen des Skriptes: %s
fr: Erreur lors de l'analyse du script des outils de panorama : %s
pl: b³±d podczas analizowania skryptu Panorama Tools: %s
zh_cn: 分析全景工具脚本时出错: %s

source: output image size:
cs_cz: výstupní velikost obrázku:
de: Größe des Ausgabebildes:
fr: Taille de l'image de sortie :
pl: wielko¶æ zdjêcia wynikowego:
zh_cn: 输出图像尺寸:
